{
  "productivityTips": [
    "Take this moment to refocus on your important tasks. Consider taking a short break, doing some deep breathing, or working on your priority goals instead.",
    "Use the two-minute rule: if a task takes less than two minutes, do it now instead of procrastinating.",
    "Try the Pomodoro Technique: work for 25 minutes, then take a 5-minute break to maintain focus.",
    "Write down three important tasks for today and focus on completing them before checking social media.",
    "Take a few deep breaths and ask yourself: 'What's the most important thing I should be doing right now?'",
    "Consider this a reminder to drink some water, stretch, and get back to your meaningful work.",
    "Use this interruption as a cue to organize your workspace and eliminate distractions.",
    "Instead of browsing, spend 5 minutes planning your next productive hour.",
    "Take a moment to review your goals and priorities. Are your current actions aligned with them?",
    "Try the 'eat the frog' method: tackle your most challenging task first thing in the morning.",
    "Use this time to practice mindfulness: focus on your breathing for 60 seconds before returning to work.",
    "Consider batching similar tasks together to improve efficiency and reduce context switching.",
    "Take a quick walk or do some light exercise to boost your energy and creativity.",
    "Review your to-do list and identify which tasks will have the biggest impact on your goals.",
    "Use the 80/20 rule: focus on the 20% of tasks that will produce 80% of your results.",
    "Take this opportunity to eliminate one small distraction from your environment.",
    "Practice saying 'no' to non-essential activities that don't align with your priorities.",
    "Set a specific time limit for your next task to create urgency and improve focus.",
    "Take a moment to appreciate your progress so far, then get back to meaningful work.",
    "Consider using website blockers during your most productive hours to maintain focus."
  ]
}
